Repository: elebihan/artifex-client-gtk
Catalog: po/*.po
Languages: fr

source: Batch Execution
fr: Exécution de batch

source: Open batch file
fr: Ouvrir un ficher batch

source: Execute batch
fr: Exécuter le batch

source: Batch files
fr: Fichiers batch

source: Select batch file
fr: Sélectionner un fichier batch

source: Invalid file
fr: Fichier invalide

source: Invalid file name
fr: Nom de fichier invalide

source: Failed to read file
fr: Impossible de lire le fichier

source: Failed to load batch
fr: Impossible de charger le batch

source: Invalid batch
fr: Batch invalide

source: Failed to render report
fr: Impossible de générer le rapport

source: Failed to run batch
fr: Impossible de lancer le batch

source: Batch output copied
fr: Sortie du batch copiée

source: Connected
fr: Connecté

source: Connection to server established.
fr: Connexion au serveur établie

source: Not connected
fr: Non connecté

source: Enter server address and press "Connect".
fr: Entrez l'adresse du serveur et pressez "Connexion"

source: Refresh information
fr: Rafraîchir les informations

source: Close
fr: Fermer

source: Connection failed
fr: La connexion a échouée

source: Please enter a valid URL
fr: Veuillez entrer une URL valide

source: Output
fr: Sortie

source: Copy output
fr: Copier la sortie

source: URL of the server
fr: URL du serveur

source: Enter URL of the server
fr: Entrez l'URL du serveur

source: Toggle connection to server
fr: Basculer la connexion au serveur

source: System information
fr: Informations système

source: Kernel version
fr: Version du noyau

source: System uptime
fr: Durée de disponibilité du système

source: System
fr: Système

source: Inspect the device
fr: Inspecter l'appareil

source: Execution
fr: Exécution

source: Execute a batch
fr: Exécuter un batch

source: About artifex-client-gtk
fr: À propos d'artifex-client-gtk

source: Show shortcuts
fr: Afficher les raccourcis

# shortcut window
source: General
fr: Général

# shortcut window
source: Show Shortcuts
fr: Afficher les raccourcis

# shortcut window
source: Quit
fr: Quitter

# shortcut window
source: Connection
fr: Connexion

# shortcut window
source: Toggle connection
fr: Basculer la connexion

# shortcut window
source: System Inspection
fr: Inspection du système

# shortcut window
source: Refresh information
fr: Rafraîchir les informations

# shortcut window
source: Batch Execution
fr: Exécution de batch

# shortcut window
source: Open batch
fr: Ouvrir un batch

# shortcut window
source: Execute batch
fr: Exécuter un batch

# shortcut window
source: Copy output
fr: Copier la sortie
